tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'neovim/neovim'
brew 'libyaml'
brew 'openssl@1.1'
brew 'gdbm'
brew 'openssl'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'ansible'
brew 'autoconf'
brew 'automake'
brew 'bash-completion'
brew 'bison'
brew 'boost'
brew 'cmake'
brew 'direnv'
brew 'libpng'
brew 'freetype'
brew 'gettext'
brew 'git'
brew 'icu4c'
brew 'jpeg'
brew 'libtiff'
brew 'libtool'
brew 'xz'
brew 'imagemagick'
brew 'jemalloc'
brew 'oniguruma'
brew 'jq'
brew 'libtermkey'
brew 'libuv'
brew 'libvterm'
brew 'lua'
brew 'makedepend'
brew 'msgpack'
brew 'mysql', restart_service: true
brew 'node'
brew 'pkg-config'
brew 'ruby-build'
brew 'rbenv'
brew 'rbenv-default-gems'
brew 'redis', restart_service: true
brew 'scons'
brew 'tig'
brew 'unibilium'
brew 'vagrant-completion'
brew 'vim', args: ['with-lua']
brew 'homebrew/versions/postgresql94'
brew 'neovim/neovim/neovim'
